[EZCAD]   
COMPANY =
IDENTIFY = EZCAD2.0
LANGUAGE =Japanese Language
DESCRIBABLE = Japanese-日本語

[String]
SOFTNAME = EzCad3
FILESUFFIX=ez3
SOFTVERSION = 3.0.0
COMPANY=BJJCZ\n電話番号：(86)010-64419248\n
WEBSIBE=WWW.BJJCZ.COM
ABOUT =  について
ABOUT_COPYRIGHT = 著作権(C) 2004-2019
ABOUT_RIGHTS = 無断複写・転載を禁じます
ABOUT_LICENSED = この製品を使用する権利はに属します：
ABOUT_LAW = 警告：このコンピュータプログラムは、著作権法および国際条約によって保護されており、このプログラムの一部または全部を無断で複製または配布することは、重大な民事および刑事制裁の恐れがあり、法律で許される範囲内で最大限に起訴されます。

MENU_FILE = ファイル(&F)
MENU_FILE_NEW = 新しい(&N) 
MENU_FILE_OPEN = 開く(&O)...  
MENU_FILE_PRINT = 印刷する Ctrl+P
MENU_FILE_SAVE = 保存する(&S) Ctrl+S
MENU_FILE_SAVE_AS = 名前を付けて保存(&A)...
MENU_FILE_SCANIMAGE = スキャン画像を取得(&m)...
MENU_FILE_SYSTEM = システムパラメータ(&P)...
MENU_FILE_IMGLIB = コモンギャラリー(&L)...
MENU_FILE_IMPORT = 入力(&I)
MENU_FILE_MRU_FILE1 = 最近のファイル

MENU_EDIT = 編集する(&E)
MENU_EDIT_COPY     = コピーする(&C) 
MENU_EDIT_CUT      = 切断(&T)
MENU_EDIT_COMBINE  = 組み合わせ(&L) Ctrl+L   
MENU_EDIT_UNCOMBINE= 分離組み合わせ(&K) Ctrl+K  
MENU_EDIT_GROUP    = グループ(&G) Ctrl+G     
MENU_EDIT_UNGROUP  = 溶解グループ(&U) Ctrl+U 

MENU_EDIT_PASTE= 貼り付け(&P)
MENU_EDIT_REDO = 回復(&R)
MENU_EDIT_UNDO = キャンセル(&U)
MENU_EDIT_TOCURVE=曲線に変わる  Ctrl+Q
MENU_EDIT_HATCH  =塗りつぶし     Ctrl+H

ID_FILE_IMGLIB = 共通のフォトギャラリーを開く\nコモンギャラリー
ID_FILE_IMPORT = 他のフォーマットファイルを入力してください\n入力ファイル
ID_FILE_MRU_FILE1 = 文書を開く
ID_FILE_NEW = 新しい文書を作成する\n新しい
ID_FILE_OPEN = 既存の文書を開く\n開く
ID_FILE_PRINT = アクティブドキュメントを印刷する\n印刷する
ID_FILE_PRINT_PREVIEW = 全ページを表示\n印刷プレビュー
ID_FILE_PRINT_SETUP = プリンタと印刷オプションを変更する\n印刷設定
ID_FILE_SAVE = アクティブな文書を保存\n保存する
ID_FILE_SAVE_AS = アクティブファイルを新しいファイル名として保存します\n名前を付けて保存
ID_FILE_SCANIMAGE = スキャン画像を取得\nスキャン画像を取得
ID_EDIT_COPY = 選択したオブジェクトをコピーしてクリップボードに配置する\nコピーする
ID_EDIT_CUT = 選択したオブジェクトを切り取り、クリップボードに配置します\n切断
ID_EDIT_PASTE = クリップボードの内容を挿入する\n貼り付け
ID_EDIT_REDO = 以前に取り消した操作を再実行します\n再実行
ID_EDIT_UNDO = 最後のステップを元に戻す\n元に戻す
ID_EDIT_GROUP = 選択したオブジェクトをグループ化する\nグループ
ID_EDIT_UNGROUP = 選択したグループオブジェクトを分解する\n溶解グループ
ID_EDIT_COMBINE = 選択したオブジェクトを結合する\n組み合わせ
ID_EDIT_UNCOMBINE  = 選択した組み合わせオブジェクトを分離する\n分離組み合わせ
ID_SYSTEM_PARAM = システムパラメータを設定する\nシステムパラメータ
TT_MATERIALPARAMASSIS=レーザー材料パラメータのテスト\n材料パラメータアシスタント
MATERIALPARAMASSIS=材料パラメータアシスタント
MENU_MODI = 修正する(&M)
MENU_DRAW = 描く(&D)
MENU_DRAW_POINT = ポイント(&P)
MENU_DRAW_CURVE = 曲線(&R)
MENU_DRAW_LINE = 直線(&L)
MENU_DRAW_RECT = 長方形(&R)
MENU_DRAW_CIRCLE = 丸め(&C)
MENU_DRAW_ELLIPSE = だ円(&E)
MENU_DRAW_POLY = 多角形(&G)
MENU_DRAW_TEXT =テキスト(&T)
MENU_DRAW_BMPFILE = ビットマップファイル(&B)
MENU_DRAW_VECTORFILE = ベクトルファイル(&V)
MENU_DRAW_TIMER = 遅延者(&M)
MENU_DRAW_INPUT = 入力ポート(&I)
MENU_DRAW_OUTPUT = 出力ポート(&O)
MENU_DRAW_MESH3D= 3Dサーフェス(&M)
MENU_ALIGN_BOTTOM = 下端の位置合わせ
MENU_ALIGN_CENTER = 中心点アライメント
MENU_ALIGN_CENTER_HOR = 水平中心線の配置
MENU_ALIGN_CENTER_VER = 垂直中心線の配置
MENU_ALIGN_LEFT = 左寄せ
MENU_ALIGN_RIGHT = 右寄せ
MENU_ALIGN_TOP = 上端アライメント
MENU_VIEW = 見る(&V)
MENU_VIEW_TOOLBAR = システムツールバー(&T)
MENU_VIEW_ZOOMBAR = 表示ツールバー(&Z)
MENU_VIEW_DRAWBAR = 描画ツールバー(&D)
MENU_VIEW_ENTLIST = オブジェクトリストバー
MENU_VIEW_ENTPROP = オブジェクトプロパティバー
MENU_VIEW_STATUS_BAR = ステータスバー(&S)
MENU_LASER = レーザー(&L)

ENTPROP = オブジェクトプロパティ
MENU_VIEW_RULER = 表示定規
MENU_VIEW_GRID  = 格子点を表示する
TT_SHRULER=定規を表示または非表示にする
TT_SHGRID=グリッド点を表示または非表示にする
MENU_VIEW_GUILD = 補助ライン
BK = バックグラウンド
DEGREE = 学位

NAV_PICK_MOVEDIS=微調整距離
WORKSPACE = 作業スペース
MENU_VIEW_SNAPGRID   = キャプチャグリッド  F7
MENU_VIEW_SNAPGUILD  = キャプチャガイド  F8
MENU_VIEW_SNAPOBJECT = キャプチャオブジェクト  F9
MENU_ABOUT = について(&A)
MENU_HELP = ヘルプ(&H)
IDCANCEL = キャンセル(&C)
IDOK = 決定する(&O)
PASTE_X = 水平ペーストオフセット
PASTE_Y = 垂直ペーストオフセット
SAVEAS = 名前を付けて保存
POINT =ポイント
CURVE = 曲線
RECT  = 長方形
CIRCLE = 丸め
ELLIPSE = だ円
POLYGON = 多角形
TEXT =テキスト
HATCH=塗りつぶし
PATHTEXT=パステキスト
CIRCLETEXT=円弧テキスト
BMPFILE = ビットマップファイル
VECTORFILE = ベクトルファイル
TIMER = 遅延者
IOINPUT = 入力ポート
IOOUTPUT = 出力ポート
GROUP=グループ
COMBINE=組み合わせ
LAYER= 層
NAME = お名前
TYPE = タイプ
OBJECTINFO=オブジェクトプロパティ
TOCURVE=曲線に変わる
EDGENUM =辺の数
APPLY=アプリケーション(&A)
APPLYTOCOPY=コピーしたオブジェクトに適用する(&C)
MARKLOOP=処理数
POSITION=場所
RELATPOSITION=相対位置
RELATCENTER=相対中心
SIZE=サイズ
ARRAY=配列
COUNT=番号
INC=インクリメント
IOCTRLCONDITION=IO制御条件
ROUND=フィレ度
ALLROUND=全コーナーラウンド
DIAMETER =直径
STARTANGLE = 開始角度
ENDANGLE = 終了角度
FILENAME=ファイル名
DYNFILE=動的入力ファイル
FIXEDDPI=固定DPI
FIXESIZEX=固定X方向サイズ
FIXESIZEY=固定Y寸法
FIXEPOS=定位置
INVERT=反転する
GRAY=グレースケール
DITHER=ネットワーク
LIGHTEN=輝く
BRIGHT=明るさ
CONTRAST=コントラスト
SCANMODE=スキャンモード
BIDIRSCAN=双方向スキャン
YSCAN=Y方向スキャン
DRILLMODE=ドットモード
PIXELPOWER=調整点パワー

BARCODE_ATTRIB= バーコード属性(&B)...
BARCODE = バーコード
CREATE_BARCODE = バーコードを作成する
MODEIFY_BARCODE= バーコードを変更する
BARCODE_INPUTPT = バーコードの左下隅の座標を入力してください
BARCODE_ERR_INVALIDSTR = バーコード文字列が無効です。再入力してください！

INFO_EAN13 =EAN-13は固定長のバーコードで、文字セットは '0'  -  '9'の数字のみで、EAN-13は13文字で、最初の12文字はデータ、最後の1文字はチェックサムです。
INFO_EAN13_2 = EAN-13 + 2はEAN-13に2桁の追加コードを加えたもので、最後の2文字が追加コードとして使用されます。
INFO_EAN13_5 = EAN-13 + 5はEAN-13に5桁のアドオンコードを加えたもので、システムは最後の5文字を追加コードとして使用します。
INFO_EAN8 = EAN-8は固定長のバーコードで、その文字セットは '0'から '9'までの数字だけで構成されていますEAN-8は8文字で、最初の7文字はデータ、最後の1文字はチェックコードです。
INFO_EAN8_2 = EAN-8 + 2はEAN-8に2桁のアドオンコードを加えたもので、システムは最後の2文字を追加コードとして使用します。
INFO_EAN8_5 = EAN-8 + 5はEAN-8に5桁のアドオンコードを加えたもので、システムは最後の5文字を追加コードとして使用します。

CHECKNUM=チェックコード
THINMODULEWIDTH=狭いモジュール幅
INFO_CODE39 = 39バーコードは、スペースが空であることを示す、不連続で固定長ではない双方向バーコードで、その文字セットには、 '0'  -  '9'、 'A-Z'、スペース、 '$'、 '％'、 'が含まれます。 + '、'  -  '、'。 '、' / ';オプションのチェックサムがあり、これはシステムによって自動的に追加されます。
INFO_CODE93 =93バーコードは、スペースが固定長ではないことを示す連続したタイプの情報で、その文字セットの長さは '0'  -  '9'、 'A-Z'、スペース、 '$'、 '％'、 '+ '、'  -  '、'。 '、' / ';オプションのチェックコードがあり、チェックコードはシステムによって自動的に追加されます。
INFO_CODE11 = 11バーコードは、スペースが不連続、固定長ではないことを示す不連続タイプの情報で、その文字セットには '0'  -  '9'、 ' - 'が含まれ、オプションのチェックコードがあり、チェックコードはシステムによって決定されます。 自動的に参加する。
INFO_UPCA = UPC-Aは固定長のバーコードで、その文字セットは '0'から '9'までの数字のみで、UPC-Aは12文字で、最初の11文字はデータ、最後の1文字はチェックコードです。 コードはシステムによって自動的に追加され、システムは最初の11文字だけを取ります。
INFO_UPCA_2 =UPC-A + 2はUPC-Aに2桁の追加コードを加えたものです。システムは最後の2文字を追加コードとして使用します。。
INFO_UPCA_5 = UPC-A + 5はUPC-Aに5桁のアドオンコードを加えたもので、システムは最後の5文字を追加コードとして使用します。
INFO_UPCE = UPC-Eは固定長のバーコードで、その文字セットは '0'から '9'までの数字だけを含みますUPC-Eは8文字を含みます最初の文字は0に固定され、2-7文字はデータです。 文字はチェックコードで、チェックコードはシステムによって自動的に追加され、システムは最初の6文字のみを取ります。
INFO_UPCE_2 = UPC-E + 2はUPC-Eに2桁の追加コードを加えたものです。システムは最後の2文字を追加コードとして使用します。。
INFO_UPCE_5 = UPC-E + 5はUPC-Eに5桁の追加コードを加えたものです。システムは最後の5文字を追加コードとして使用します。
INFO_CODE25=Code 25バーコードは、バー情報のみを含む不連続バーコードで、文字セットは「0」 - 「9」の数字のみで、長さは固定されていません。。
INFO_CODEINTER25=クロスオーバー（ITF）25コードは、バーとスペースの両方が情報を表す連続バーコードで、その文字セットには '0'から '9'までの数字しか含まれていません。 選択されたチェックコード、チェックコードはシステムによって自動的に追加されます。
INFO_CODECODABAR=Kurdobaバーコードは、セルフチェック機能付きの不連続、固定長、双方向のバーコードであり、その文字セットには、 '0'  -  '9'、 'A-D'、 ' - 'が含まれます。 、 '$'、 '：'、 '/'、 '。'、 '+'。
INFO_CODE128A=CODE128Aバーコードは連続バーコードであり、その文字セットは0から95までのASCII値の文字を含み、サイズは制限されません。
INFO_CODE128B=CODE128Bバーコードは連続バーコードであり、その文字セットは32から127までのASCII値を持つ文字を含み、サイズは制限されません。
INFO_CODE128C=CODE128Cバーコードは連続バーコードであり、その文字セットは '0'  -  '9'桁を含み、文字数が奇数の場合、システムは自動的に先行0を追加します。
INFO_EAN128A=EAN128Aバーコードは連続バーコードであり、その文字セットは0から95までのASCII値を持つ文字を含み、サイズに制限はありません。
INFO_EAN128B=EAN128Bバーコードは連続バーコードであり、その文字セットには32から127までのASCII値を持つ文字が含まれており、サイズに制限はありません。
INFO_EAN128C=EAN128Cバーコードは連続バーコードであり、その文字セットは '0'  -  '9'の数字を含みます文字数が奇数の場合、システムは自動的に先頭の0を追加します。

QUIET=空白
MID=中
SCALE=割合
BARHEIGHT=バーコード高
NARROWBARW=狭いストリップモジュール幅
BAR=記事
SPACE=空です
INTERCHARSCALE=中間文字間隔
MODULETUNING=バーコードモジュール調整
AUTOSIZE=自動サイズ
FIXEDSIZE=固定サイズ
SHORTPDF417=短縮モード
ERRLEVEL=誤り訂正レベル
PDF417_ROWOUTRANGE=PDF417バーコードの行数は3〜90行にする必要があります。
PDF417_COLOUTRANGE=PDF417バーコードは3〜30列にする必要があります。
BARCODE_ERR_ROWCOL=設定された行数と列数は現在の文字列に対応できません。
SMALLEST=最小サイズ
MATRIX=マトリックス
MODULEWIDTH=モジュール幅
REVERSE=反転する

INFO_CODEPDF417=PDF417バーコードは2次元バーコードであり、その文字セットにはすべてのASCII文字が含まれています。
INFO_CODEMICROPDF417=MicroPDF417バーコードは2次元バーコードであり、その文字セットにはすべてのASCII文字が含まれています。
INFO_CODEDATAMTX=DATAMATRIXバーコードは2次元バーコードであり、その文字セットにはすべてのASCII文字が含まれています。
VALID=有効
FONT = フォント
FONT_ANGLE = 傾斜
FONTTYPE_BCF = バーコードフォント
FONTTYPE_DMF = ドットマトリックスフォント
FONTTYPE_JSF = 単一行フォント
FONTTYPE_TTF = TrueTypeフォント
SHOWTEXT=表示テキスト
TEXTHEIGHT=文字の高さ
TEXTWIDTH=テキスト幅
TEXTOFFSETX=テキストXオフセット
TEXTOFFSETY=テキストのYオフセット
TEXTSPACE=テキスト間隔
POINTMODE=ポイントモード
ROW=行
COL=コラム
KEYBOARD = キーボード
DATE = 日付
SERIAL = シリアル番号
LISTFILE=リストファイル
DYNAMICFILE=動的ファイル
ENVARTEXT=可変テキストを有効にする
HEIGHT = 身長
CHARSPACE=文字間隔
CHARWIDTH=文字幅
CHARHEIGHT=文字の高さ
LINESPACE=行間
ANGLE = 角度
PROMPT_TRAY = 処理の各バッチの前に確認する
PROMPT_NEVER = プロンプトなし
PROMPT_PART = 各処理の前に確認する
DATEFORMAT=日付フォーマット
ADDDATEFORMAT=日付フォーマットを増やす
STARTSN=開始番号
CURSN=現在のシリアル番号
INCSN=シリアル番号の増分
MARKPER=各マーキング数
EXTEND=拡張
PREFIX = 接頭辞
SUFFIX = 接尾辞
SUPRES_ZERO = 先行ゼロを禁止
RESETNO = シーケンス番号をリセットする
SERAIL_ARRAY = アレイ製造番号
SNDLG_FILTER = 以下のシリアル番号を絞り込む
LINENO=行番号
ENCONTOUR=輪郭を有効にする
HATCH1=1を記入
HATCH2=塗りつぶし2
ENABLE=有効にする
PENNO=ペン番号
HATCH_CALCALL=オブジェクト全体計算
HATCH_EDGE=歩き回る
LISTDIST=行間
EDGEOFFSET=余白
STARTOFFSET=開始オフセット
ENDOFFSET=終了オフセット
SETDEFAULT=デフォルトとして設定
WAITTIME=待ち時間
MESSAGE=プロンプトメッセージ
SETOUTPUT=出力ポートを設定
SYSTEMPARAM = システムパラメータ
GENERAL = 従来の
COLOR = 色
WORKSPACE = 作業スペース
AUTOSAVE = 自動バックアップ
MOVEROTATE = 移動回転
PLUGMGR = プラグインマネージャ
UNIT_TYPE = ユニット種別
GRID_DIST = グリッド間隔
GRID = グリッド
SHOW_GRID = 表示グリッド
MM = ミリメートル
INCH = インチ
WORKSPAC_SHOW = 表示ワークスペース
WORKSPAC_CIRCLE = 丸型ワークスペース
LB_CORNER = 左下隅
WIDTH = 幅
BIGNUDGESCALE=大きな調整率
NEXTVALID = この変更は次回の起動まで有効になりません。
EVERY = すべての
BAKEXPLAIN = 現在のデータは、指定された時間間隔ごとにプログラムディレクトリ内のAutoSave.Ezdファイルに保存されます。
BAKTIME = 「分、自動バックアップ」


ZOOM_WINDOW1 =窓拡大観察
ZOOM_WINDOW2 = 窓拡大観察
PICK = 選択する
PICK_ALL=すべて選択
PICK_BYENT = オブジェクト別
PICK_COPY = モバイルコピー
PICK_COPYENT = コピーする
PICK_CUT = 切断
PICK_DEL = 選択を削除
PICK_ENT_CNT = オブジェクト数を選択
PICK_ENTITY = オブジェクトが選択されています
PICK_GL = ドラッグガイド
PICK_INV = 逆選択
PICK_LEFT = 左右にストレッチ
PICK_LOCK = ロックを選択
PICK_MOVE = 移動変換
PICK_PEN = ペンで選ぶ
PICK_NOENTITY = オブジェクトが選択されていません
ERR_0001 = このパラメータは0.001未満にすることはできません。再入力してください
ERR_CRC     = ファイルデータが誤って検証され、ファイルが破損している可能性があります。
ERR_DELSYSLAYER = システムデフォルトレイヤは削除できません
ERR_DELUSELAYER = 現在の利用レイヤは削除できません
ERR_MATCHFONTERR = フォントを合わせることができません
ERR_MEMORY  = 十分なメモリを割り当てるための十分なメモリスペースがありません。
ERR_NOFINDIMPORT = 有効な入力プラグインが見つかりません
ERR_OPENFILE = ファイルを開くことができませんでした
ERR_READFILE     = ファイルを読み込めませんでした
ERR_RENAMESYSLAYER = システムデフォルトレイヤ名は変更できません
ERR_SAVEFILE = ファイル保存失敗
ERR_SERIAL_FORMA = ファイル形式が正しくないため、ファイルが破損している可能性があります。
ERR_VERSION = ファイルのバージョンが正しくありません。
ERROR_VAR_FILTER = フィルタ条件が厳しすぎて有効な可変テキストオブジェクトを生成できません。\ nいくつかのフィルタを削除してからやり直してください
IS_TEXT_TO_GRAPH = このフォントを使用しているテキストをグラフィックに変換するかどうか
CMD_OPENFILE = ファイルを開く
CMD_SAVEFILE = ファイルを保存
OPEN = 開く
TIP_NOTITLE = 無題
NOTITLE = 無題
FILE_ISSAVEAS = 変更したファイルをに保存するかどうか
CHECK_SAVEPRE = プレビュー画像を保存
CHECK_SCALE = 比率を維持する
CHECK_SHOWPRE = プレビュー画像を表示する
STATIC_SAVETYPE = 出力モード
RADIO_SAVEALL = すべてのオブジェクトを出力
RADIO_SAVEPICK = 出力選択オブジェクト
AUTHOR = 作者
COMMENT = コメント
FILEINFO = ファイル情報
VERSION = バージョン
CMD_NEWFILE = 新しいファイル
PICK_PASTE = 貼り付け
CENFIELD=中央に配置
AUTOSAVEFILE = 設計ファイルを自動的にバックアップしています...
ON=開く
OFF=オフ
GUIDELINE = 補助ライン
OBJECT=対象





ID_DRAW_CIRCLE =円を描く\ n円を描く
ID_DRAW_ELLIPSE =  楕円を描く\ n楕円を描く
ID_DRAW_PLINE =  曲線を描く\ n曲線を描く
ID_DRAW_LINE =  線を引く\ n線を引く
ID_DRAW_POINT =  描画点\ n描画点
ID_DRAW_POLY =  多角形を描画\ n多角形を描画
ID_DRAW_RECT =  長方形を描く\ n長方形を描く
ID_DRAW_TEXT =  テキストを描く\ nテキストを描く
ID_DRAW_BITMAP=  ビットマップファイルを描画\ nビットマップファイルを描画
ID_DRAW_VECTOR=  描画ベクトルファイル\ n描画ベクトルファイル
ID_DRAW_TIME  =  描画遅延器\ n描画遅延器
ID_DRAW_INPUT =  入力ポートを描画\ n入力ポートを描画
ID_DRAW_OUTPUT=  出力ポートを描画\ n出力ポートを描画


ID_TOOL_NODE =  グラフノードを編集\ nノード編集
ID_TOOL_PICK =  グラフィック選択ツール\ nグラフィック選択
ID_MODIFY_HATCH =  選択したオブジェクトを塗りつぶします\ n
ID_TOGRAPH =  オブジェクトをグラフィックオブジェクトに変換します。\ nグラフィックに
ID_VIEW_STATUS_BAR =  ステータスバーを表示または非表示にします\ nステータスバーを非表示にします
ID_VIEW_TOOLBAR =  システムツールバーを表示または非表示にします\ n非表示のシステムバー
ID_VIEW_ZOOMBAR =  表示ツールバーを表示または非表示にします\ n非表示ビューバー
ID_VIEW_DRAW_BAR=  描画ツールバーを表示または非表示にします。\ n明示的な描画バー
ID_VIEW_ENTPROP=  オブジェクトプロパティバーを表示または非表示にします\ n明示的なオブジェクトプロパティバー
ID_VIEW_ENTLIST=  オブジェクトリストバーを表示または非表示にします\ n非表示オブジェクトリストバー


ID_ZOOM_ALL =全オブジェクトの最大表示数\ n全観測値
ID_ZOOM_PICK =  最大表示選択オブジェクト\ n観測を選択
ID_ZOOM_IN =  二重表示をズームイン\ nズームイン
ID_ZOOM_OUT =  縮小表示するには、2回ズームアウトしてください\ n
ID_ZOOM_PAN =  パン表示\ nパン
ID_ZOOM_WINDOW =  ウィンドウの拡大縮小\ nウィンドウの拡大縮小
ID_ZOOM_WORKSPACE =  作業領域全体を表示\ n作業領域観察
ID_SNAP_GUILD =  キャプチャガイド\ nキャプチャガイド
ID_SNAP_GRID =  キャプチャグリッド\ nキャプチャグリッド
ID_SNAP_OBJECT=  キャプチャオブジェクト\ nキャプチャオブジェクト
ID_SNAP_MESHVERTEX=  サーフェスの頂点をキャプチャ\ nサーフェスの頂点をキャプチャ
ID_APP_ABOUT =  プログラム情報、バージョン番号、著作権を表示します。\ n概要
ID_APP_EXIT =  アプリケーションを終了し、ドキュメントを保存するように促します\ n終了


TT_PICKALL =  すべてのオブジェクトを選択\ nすべてのオブジェクトを選択
TT_PICKDEL =  選択したオブジェクトを削除します\ n選択したオブジェクトを削除します
TT_PICKINVERT =  選択したオブジェクトを反転\ n選択したオブジェクトを反転
TT_PICKLOCK =  選択したオブジェクトをロックします\ nロック
TT_PICKUNLOCK =  選択したオブジェクトのロックを解除します。\ nロック解除
TT_PICKUNLOCKALL =  すべてのオブジェクトのロックを解除します。\ nすべてのオブジェクトのロックを解除します
TT_PICKCEN =  原点に配置する\ n原点に配置する
TT_PICKCENX =  Xの中心はY軸上に配置され、nXの中心はY軸上に配置されます。
TT_PICKCENY =  Yの中心はX軸上に配置され、Yの中心はX軸上に配置されます。
TT_PICKPEN=ペン番号でオブジェクトを選択\ nペン番号でオブジェクトを選択
TT_NODE_ADD =  ノードを追加\ nノードを追加
TT_NODE_ALIGN =ノード配置\ nノード配置
TT_NODE_ARC =  円弧にする\ n円弧にする
TT_NODE_BEZIER =  カーブに向ける\ nカーブする
TT_NODE_CLOSE =  自動閉鎖曲線\ n自動閉鎖曲線
TT_NODE_DEL =  ノードを縮小\ nノードを縮小
TT_NODE_DIR =  曲線の方向を変更する\ n曲線の方向を変更する
TT_NODE_LINE =  直線に向ける\ n直線に向ける
TT_NODE_REDUCE =  自動減算ポイント\ n自動縮小ポイント
TT_NODE_SEPARATE =  分離ノード\ n分離ノード
TT_NODE_SHARP =  鋭い点遷移
TT_NODE_SMOOTH =  スムーズな移行\ nスムーズな移行
TT_NODE_SYSMETRIC =  対称的な遷移\ n対称的な遷移
TT_NODE_UNITE =  フュージョンノード\ nフュージョンノード
TT_POINTONCURVE=曲線上の点
TT_ADDLAYER=レイヤーを増やす\ nレイヤーを増やす
TT_DELLAYER=レイヤーを削除\ nレイヤーを削除
ADDLAYER=レイヤーを追加
DELLAYER=レイヤーを削除
ROTATEANG =  回転角度
MOVEDIST  =  移動距離
ZOOMSCALE =  スケーリング
INPUTPT =  入力ポイント
INPUTSTARTPT =  出発点を入力してください
INPUTCENTER  =  入力センター
PICKCURVE=配置する曲線をピック
PONITNUM=ポイント
POINTDIST=ポイント間隔
TEXT_POS=テキストを配置する場所を選択
ALIGN =  整列
UNDO=元に戻す
REDO=回復
MENU_FINISH=終了
MENU_CLOSEFINISH=終了
MENU_COOR=入力座標（＆I）
TRANSFORM =変換
CENTER =  センター
MIRROR =  鏡
SHEAR=傾斜
PEN=ペン
SPEED=スピード
OBJECTLIST=オブジェクト一覧
APPLYDEF=デフォルトに設定されたパラメータ
ADVANCE=高度な
POWER=力
FREQ=頻度
TICKLE=予備イオン化
STARTTC=開始遅延
ENDTC=終了遅延
POLYTC=コーナーディレイ
SECOND=第二
US=マイクロ秒
DELETE=削除する
PARAMLIB=パラメータライブラリ
INPUTPARAMNAME=入力パラメータ名
GUILDLINE =  補助ライン
PARAMNAMENONULL=パラメータ名は空にできません
PARAMNAMEEXIST=パラメータ名はすでに存在します！古いパラメータを上書きしますか？
REALYDELPARAM=現在のパラメータを削除してよろしいですか？
REALYAPPDEF=現在のパラメータをデフォルトパラメータとして適用してよろしいですか？
JUMPSPEED=ジャンプスピード
JUMPPOSTC=ジャンプ位置遅れ
JUMPDISTTC=ジャンプ距離の遅れ
ADVANCEMARKPARAM=高度なマーキングパラメータ
ENDCOMP=終点補正
ACCDIST=加速距離
MARK=マーキング
SELECTAPARAM=パラメータを選択してください
MODIFYCOLOR=色を変更する
MODIFPARAM=パラメータを変更する
APPLYTOPICK=選択したオブジェクトに適用する
PARAM=パラメータ
NOMOREMARKPARAM=デフォルトパラメータのみ、変更不可
NOPICKOBJECT=オブジェクトが選択されていません
SETDEFPEN=デフォルトのペンとして設定
MENU_SPECIAL=＆スペシャル
FAILOPENLMC=LMC1ドライバを開けません！LMC1ドライバが正しくインストールされているか確認してください。
NOTFINDLMC=有効なLMC1デバイスが見つかりません。
MENU_LASER=レーザー（＆L）
DISABLEUSE =  禁止されています
ENABLEUSE =  使用する
FIELD=地域
LASERCTRL=レーザー制御
EXTAXIS=延長軸
CONFIGPARAM=設定パラメータ
NEGATE=反転する
ASPECT=外観
FIELDSIZE=面積
GALVO=検流計

MARKSTR_AFTERMARK=処理後に指定位置に移動する
MARKSTR_AFTER1=動かないで
MARKSTR_AFTER2=ガルバニックセンター
MARKSTR_AFTER3=オブジェクトの左上隅
MARKSTR_AFTER4=オブジェクトの右上隅
MARKSTR_AFTER5=オブジェクト右下隅
MARKSTR_AFTER6=オブジェクトの左下隅
MARKING=マーキング中...
WAITIOINPUT=IO入力信号を待っています...

PART=一部
TOTALNUM=合計
CONTINUES=連続処理
MARKSELECT=選択処理
QUIT=終了する
LIGHTSHOW=赤色光ディスプレイ

QSWITCH=Qスイッチ
ANALOGOUT=アナログ出力
CALIBRATION=修正
OTHER=その他の
ENPWMSIGNALE=PWM信号出力を有効にする
MAXPWMFREQ=最大PWM信号周波数
ENABLETICKLE=事前イオン化を有効にする
PULSEWIDTH=パルス幅
PULSEPERIOD=パルス周波数
FPK=ファーストパルス抑制
FPKEND=最初のパルス抑制が終了したらQスイッチを開く
ANALOGOUT=アナログポート出力
ANAPOWER=パワーアナログポート出力を有効にする
ANAFREQ=周波数アナログポート出力を有効にする
STARTMARKDELAY=マーキング開始遅延
FINSIHMARKDELAY=エンドマーク遅延
MAXPOWERDELAY=最大電力遅延
USERDEFRATIO=ユーザー定義比率
REALRATIO=実比率
FREQMAP=周波数マッピング
POWERMAP=パワーマッピング
READY=準備する
BTNSTOP=停止（F4）
BTNMARK=マーキング（F2）
BTNPARAM=パラメータ（F3）
BTNQUIT=終了（F5）
BTNLIGHT=レッドライト（F1）
MARKSTR_NOENTITY=処理可能なデータがありません。ファイルがロードされているか確認してください。
MARKSTR_NOENTITY_SELECT=加工可能なデータがありません。加工対象が選択されているか確認してください。
DOG_DATAERROR = 暗号化ロックデータが正しくありません暗号化ロックが挿入されているか確認してください。
DOG_SHARETIME = 現在のバージョンは共有バージョンです。許容時間を使用しています。
DOG_SHARE = 現在のバージョンは共有バージョンです。許可された使用回数を使用しています。\ nソフトウェアの使用を継続する場合は、ソフトウェアの販売店にお問い合わせください。
DEMOVERSION=ドングルが見つかりません。ソフトウェアはデモモードで動作します
DELHATCH=塗りつぶしを削除
CURTIME=現在時刻
TOTALTIME=合計時間
PULSELENGTH=パルス幅
CHECK=検出
LASERON=オープンレーザー
LASEROFF=オフレーザー
POSX=X位置
POSY=Y位置
LASERWILLOUTPUT=OKを押してレーザーを出力してください。
WARN=警告
SCANIMAGE=スキャン画像
BOTTOM = 下
TOP = 上

ORIGIN_PTNUM=入力原点復帰
ORIGIN_WAY=ホーミング方法
PLUGFILENAME = プラグインファイル名

PLUGSTATE = プラグインの状態
PLUGVER = プラグインバージョン
PROMPT = プロンプト
MENU_APP_EXIT = 終了（＆X）
LMCVERERROR=LMCハードウェアバージョンエラー
WELD=溶接
TRIM=トリム
INTERSECT=クロス
WELDTO=はんだ付け
TRIMTO=トリミング済み
INTERSECTTO=クロスオーバー
PLASTIC=形
SAVESRC=元のオブジェクトを保持
SAVETAR=ターゲットオブジェクトを保持
NOVALIDONCEMORE=有効なオブジェクトを選択して再選択しましたか？
FILE=ファイル
PORT=港
IOSTOP=入力ポートの処理を停止
STOPPROMPT=処理停止時に確認メッセージ
STOPSIGNALTRIG=停止信号がトリガされ、現在の加工が停止します。
REMOTE=リモコン
ENREMOTE=リモコンを有効にする
NETWORKIP=ネットワークIPアドレス
QPULSEWIDTH=Qパルス幅
POINTTIME=打点時間
LEFT = 左
RIGHT = 正しい
ALIGN_NODECTRL=ノード制御点を位置合わせする
NODE_ALIGN=ノードを整列
OFFSETLEN=オフセット長
BASELENGTH=ベース長
TRANFORM=変換
BASE=ベンチマーク
FREE=自由
BASELENGTH=ベース長
BASEANGLE=基準角度
ANGLELIMIT=角度範囲の制限
CHANGEORDER=注文を変更
MODIFY=修正する
ROAXIS=回転軸
ZERO=ゼロ点
STEPPERRO=1回転あたりのパルス数
DISTPERRO=1回転あたりの移動距離
MINPOS=最小座標
MAXPOS=最大座標
MINSPD=最低スピード
MAXSPD=最高速度
ZEROSPD=ゼロリターンスピード
GEARRATIO=減速比
PARTDIA=ワーク径
ZEROOFF=ゼロオフセット
ACCTIME=加速時間
SCALECOMP=比例報酬
SHEARCOMP=位置ずれ補正
SPACECOMP=すきま補償
GOTOORIGIN=延長軸補正ゼロ
PLSPICKAPEN=ペンを選んでください
BITMAP=ビットマップ
LINEINC=ビットマップ走査線の増分
NODE_DELETE = ノードを削除
NODE_ADD = ノードを追加
NODE_UNITE=フュージョンノード
NODE_TOARC = 円形の線分に変わる
NODE_TOBEZ = 曲線セグメントに変わる
NODE_TOLINE = 直線セグメントに変わる
NODE_TOSHARP = 急激な変化
NODE_TOSMOOTH = スムーズな移行
NODE_TOSYSMETRIC = 対称遷移
NODE_ALIGN = ノード配置
NODE_CHANGEDIR = 曲線の方向を変える
MARKON=オープンマーキング
MARKOFF=クローズマーキング
CURVEEDIT = カーブ編集
MENU_AUTOCONNECT=自動接続
CONNECTERR=自動接続エラー

PRINTER  = プリンター
PRINT  = 印刷する
STYLE  = タイプ
STATUS = 州
REMARK = 備考
COPYNUM= コピー数
ATTRIB= 属性
PRINTCOPYNUM= コピー数
AUTOPAGE=自動ページング
PRINTRANGE=印刷範囲
PRINTALL=すべて印刷
PRINTSEL=印刷することを選択
PAGESETUP=ページ設定

MARGIN=余白
MARGINLEFT =左マージン
MARGINRIGHT=右マージン
MARGINTOP  =上余白
MARGINBOTTOM=下余白

PAGECEN     =ページセンター
PAGECENUP   =中高
PAGECENLEFT =左中央
PAGECENRIGHT=右中央
PAGECENDOWN =中低

PAGELEFTUP   =左上隅
PAGERIGHTUP   =右上隅
PAGELEFTDOWN  =左下隅
PAGERIGHTDOWN =右下隅
PAGEFILL=ページサイズに合わせる
PAGERANDOM=習慣
AXISSTEP=移動ステップ
SPLITSIZE=分割サイズ
SPLITPARAM=分割パラメータ
SPLITBYGUILDLINES=補助線による細分化
ORIGIN=起源
LIGHTING=レッドライト表示
SPLITMARK1=セグメンテーションマーク1
SPLITMARK2=セグメンテーションマーク2
ORIGINCOOR=原点座標
SETCURPOSTOORIGIN=（＆D）現在の点を原点として設定
SETORIGIN=原点を設定
SPECIALMOTION=特別なケースの動き
STOP=ストップ
GOTOMARKORIGIN=マーキングの原点への移動
REDLIGHTPOINT=レッドライト表示
LIGHTSPEED=レッドライトスピード
OFFSETPOSX=オフセット位置X
OFFSETPOSY=オフセット位置Y
REDLIGHTIO=赤色光出力
MARKIO=マーキング出力
NULL=いいえ
INPUTTEXT=処理するテキストを入力してください
FORCESPLIT=強制セグメンテーション
LINE=直線
RIGHTCOOR=マウスの右ボタンを押して座標を入力
INPUTCOOR=入力座標
FINISHGOTOSTARTPT=始点まで処理が終了
STARTMARKIO=マーキング開始ポート
INPORT=入力ポート
AUTORESET=自動リセット
JSFFONT_FILENAME=Jsfフォントファイル名
GRAPHCHAR=グラフィックに対応する文字
UPDATEFONTFILE=フォントファイルを更新する
OFFSET_DIST=オフセット距離
JCZFONT_NEWJSF=ファイルが存在しません。新しいファイルを作成しますか？
JSFFONT_NAME=フォント名
DOUBLEWIDTH=2文字幅
DOUBLEHEIGHT=2文字の高さ
SINGLEWIDTH=1文字幅
SINGLEHEIGHT=1文字の高さ
JSFFONT=Jsfフォント
JCZFONT_PROPERTY=フォント属性
ENMARKMUTEX=マーキングミューテックスを有効にする
MARKPARAM=マーキングパラメータ
ONOFF=オン/オフ
CURPEN=現在のペン番号
CURPENPARAM=現在のペンパラメータ
USEDEFAULTPEN=デフォルトのパラメータを使用
SELPARAMFROMLIB=パラメータライブラリからパラメータを取得する
DELETESELPARAM=選択したパラメータを削除
CURPARAMSAVEAS=現在のパラメータを名前を付けて保存
PLSSELPARAM=最初にパラメータを選択してください
ID_DRAW_BARCODE = バーコードを描く\ nバーコードを描く
MENU_VIEW_MARKPARAM=マーキングパラメータ列
ID_VIEW_MARKPARAM=マーキングパラメータ列を表示または非表示にします。\ n明示的なマーキングパラメータ列
SHOWCROSSLINE=ディスプレイセンター十字線
SELPOSDATUM=位置座標の参照を選択してください
PULSEGREATEMAX=Qパルス幅を最大パルス幅より大きく設定します。
MAXPULSEWIDTH=最大パルス幅
CURFREQ=現在の頻度
FIELDNAME=フィールド名
CURRENT=現在
CURRENTMAP=現在のマッピング
ENCURRENT=電流出力を有効にする
EXESTART =ezcadが起動したらプログラムを実行する
EXEFINISH=ezcadが閉じているときにプログラムを実行する
PARAMNAME=パラメータ名
GOALSIZE=目標マーキングサイズ
REALSIZE=実際のマーキングサイズ
CALCSCALE=計算比率
GOALMUSTGREATE=目標マーキングサイズは0.001より大きくなければなりません
REALMUSTGREATE=実際のマーキングサイズは0.001より大きくなければなりません
FORCEALLSPLIT=全セグメンテーション
USEGUILINSTARS=デジタルQスイッチドライバを使用

DESCENTRATIO=低い比率
DESCENT=低い高さ
ASCENT=上の高さ
BASELINE=ベースライン
LOADCHAR=文字データの読み込み
SAVECHAR=文字データを保存する
LEFTSIDE=左サポート幅
RIGHTSIDE=右サポート幅
HELP = ヘルプ
HELP_BLUEBOX=青いボックスは、実際に表示されるときに文字が占める領域です
HELP_DESCENTRATIO=低い高比率100 x低い高さ/文字の高さ
HELP_CHARWIDTH=文字幅は現在のフォントの標準文字幅を表します。
HELP_CHARHEIGHT=文字の高さは、現在のフォントの標準の文字の高さです。
HELP_LEFTSIDE=左サポート幅は、文字の実際のデータと左ボーダーとの間の距離です。
HELP_RIGHTSIDE=右側のサポート幅は、文字の実際のデータと右側の枠線との間の距離です。
HELP_BASELINE=ベースラインは、作成時にフォントを作成するために使用される水平線です。
CHARKERNING=キャラクターカーニング
NOFONTFILE=有効なフォントファイルが見つかりません。有効なフォントファイルを選択してください。
INPUT2CHAR=2文字入力
SAVEKERNING=カーニングを保存
JCZFONT_VER1=現在のフォントはバージョンv1.0で、バージョンv2.0に変更されています。\ n有効にするにはezcad2.0を再起動してください。
PULSEMODE=ベクトルドットパターン
PULSEPER=1ポイントあたりのパルス数
FLYMARK=フライトマーキング
FLYSPEED=ラインスピード
ERR_FLYSPEEDFAST=ライン速度が速すぎる、検流計が追いつくことができません！ラインの速度はマーキングおよびジャンプ速度よりも遅くなければなりません！
MS=ミリ秒
CANHATCH=記入することができます
PASSWORD=パスワード
CONFIRMPASSWORD=パスワード確認
PASSWORDNOSAME=2回入力したパスワードが異なります。再入力してください。
PASSWORDUNVALID=パスワードが違います。
OUTPORTALRADYUSE=出力ポートはすでに他のデバイスで使用されています。リセットしてください。
LASERPOWERIO=レーザーコンセント
POWERON=電源を入れる
POWEROFF=電源を切る
EZCADSTR_ID_FILE_IMGLIB = 共通フォトギャラリーを開く\ n一般的に使用されるギャラリー
EZCADSTR_IDC_STATIC_NEWIMG = 画像名を入力してください
EZCADSTR_IDC_STATIC_NEWLIB = ギャラリー名を入力してください
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME = ファイル名（.glb）を入力してください
EZCADSTR_IMGDLG_BUTTON_DELIMG = 画像を削除
EZCADSTR_IMGDLG_BUTTON_DELLIB = ギャラリーを削除
EZCADSTR_IMGDLG_BUTTON_NEWIMG = 写真に参加
EZCADSTR_IMGDLG_BUTTON_NEWLIB = 新しいギャラリー
EZCADSTR_IMGDLG_KEEPSIZE = ロック率
EZCADSTR_IMGDLG_NEWIMG = 写真に参加
EZCADSTR_IMGDLG_NEWLIB = 新しいギャラリー
EZCADSTR_IMGDLG_STATIC_EXPORT = グラフィックスのエクスポートオプション
EZCADSTR_IMGDLG_STATIC_HEIGHT = 身長
EZCADSTR_IMGDLG_STATIC_NAME = ギャラリー名
EZCADSTR_IMGDLG_STATIC_PREVIEW = 画像プレビュー
EZCADSTR_IMGDLG_STATIC_WIDTH = 幅
EZCADSTR_IMGGLD_ORIGSIZE = 元のサイズ
EZCADSTR_IMGLIB_DRAW = ドローイングギャラリー
EZCADSTR_IMGLIB_MAXIMG = このギャラリーの画像数が最大に達しました。別のギャラリーを新しく作成してください。
EZCADSTR_IMGLIB_TOTALNUMBER = 画像の総数：
EZCADSTR_IMPORT_PT = グラフィックを配置する場所を入力
EZCADSTR_MSG_DELETEIMG = 写真を削除してもよろしいですか？
EZCADSTR_MSG_DELETELIB = ギャラリーを削除してもよろしいですか？
EZCADSTR_MSG_DIRECTORYERROR = ライブラリファイルのパスが存在しません
EZCADSTR_MSG_HAVEFILE = 指定されたギャラリーは既に存在します。再入力してください
EZCADSTR_IMGDLG = コモンギャラリー
EZCADSTR_MENU_FILE_IMGLIB = コモンギャラリー（＆L）...
CIRDIAMETER=丸い直径
ARRAY_NUM=配列数
ANG_DIST=角度間隔
EZCADSTR_ARRAY_TYPE = 配列タイプ
EZCADSTR_ARRAY_X_DIST = 横方向の間隔
EZCADSTR_ARRAY_X_NUM = 横の数
EZCADSTR_ARRAY_Y_DIST = 垂直方向の間隔
EZCADSTR_ARRAY_Y_NUM = 垂直番号
EZCADSTR_ARRAY_DIST_CALC = 間隔をあける方法
EZCADSTR_ARRAY_ENTSPACE = グラフィックスの間隔で計算
EZCADSTR_ARRAY_OFFSETDIST = オフセット距離で計算
EZCADSTR_CMD_ARRAY=配列オブジェクト
RADIUS=半径
BREAKCROSSPOINT=交差点を削除
ID_MODIFY_ARRAY = 配列選択オブジェクト\ n配列オブジェクト
ID_MODIFY_ROTATE = 選択したオブジェクトを回転\ nオブジェクトを回転
ID_MODIFY_PLASTIC=オブジェクト形状
ID_MODIFY_CONNECT=自動接続曲線\ n自動接続曲線
ID_MODIFY_BREAKCROSS=曲線の交点を削除します\ n交点を削除します
ID_MODIFY_TRANSFORM=オブジェクトを変換します\ n変換
ID_MODIFY_OFFSETCURVE = 選択した曲線オブジェクトをオフセット\ nオフセット曲線
CROSSLEN=交差点の長さ
TESTLASER=テストレーザー
READALLLINE=毎回ファイル全体を読む
INFO_CODE128OPTMIZE=CODE128最適化バーコードは連続バーコードであり、その文字セットは0から127までのASCII値を持つ文字を含み、システムは自動的にCODE 128 A、B、Cの間で切り替わるので、最終的なエンコードは最短です。
FLYRIGHT2LEFT=右から左へのパイプラインの方向
FLYCONTMODE=パイプライン連続モード
DATEINFO=日付形式の文字の意味：Y年M月D日T日K週W週N最後の午後H時F分S秒\改行0〜9固定テキスト
SN=シリアル番号
INCSN=シリアル番号の増分

DATENAME=日付名
YEARUSE2DIGIT=年に2桁を使用
YEARNOLEADZERO=先行ゼロを使用しない
HOUR12=12時間制
TIMENOLEADZERO=時間は先行ゼロを使用しません
DIGIT09ISSN=番号0はシリアル番号、番号9はシリアル番号の増分です。
SAMPLE=例
AM=朝
PM=午後
DATENAMECANNOTNULL=日付名は空にできません。
SAVETONEWFILE=新しいファイルに保存
AUTOROANG=自動回転塗りつぶし角度
BYDAY=日までに
BYMONTH=月ごと
BYYEAR=年によって
DATEOFFSET=日付オフセット
ENTOTALPARTNUM=連続モードのワークの総数は有効です
MARKFINISHNUM=指定された数量が処理されました！処理を続行しますか？
OFFSET=オフセット
EXPORTTEXT2FILE=処理中に指定したファイルにテキストを出力する
EXPORTTIME2FILE=処理中の指定ファイルへの出力時間
EXPORTTEXT=出力テキスト
AUTOCONNECT=隣接する曲線セグメントを自動的に接続
SOFTUSEPSW=ソフトウェアを使用するにはパスワードを入力する必要があります。
USERMGR=ユーザーマネージャ
USER=ユーザー
ADMIN=部長
DESIGNED=デザイナー
WORKER=オペレータ
MODIFYPASSWORD=パスワード変更
SELUSER=ユーザーを選択
PSWINCORRECT=パスワードが正しくありません。再入力してください
CARDNO=カード番号
SELLMC1DEV=パラメータを設定したい機器を選択
LASERTYPE=レーザータイプ
NOHATCHTEXT=テキストを塗りつぶさない
USECORRECTFILE=校正ファイルを使用
CRYSTAL=クリスタル
MAXFREQ=最大頻度
PULSEGREATEMAXFREQ=パルス周波数が最大周波数より大きい
MOVEANG=運動の角度
CURRANGLE=現在の角度
ROANGMARK=回転角度のマーキング - 注：オブジェクトのZ座標は角度の値です
OPTIMIZECURVE=曲線の順序を最適化する
ANGLEROTATE=回転角度マーキング
SIZESCALE=サイズ比
PULSE=パルス
ENSHOWCONTOUR=アウトラインを表示
SUBSURFACE=インナーカービング
ZEROTIMEOUT=ゼロ復帰タイムアウト
CMD_REPEAT1=コマンド1を繰り返す
CMD_REPEAT2=コマンド2を繰り返す
NODE=ノード
SUNDAYISFIRSTDAY=日曜日は週の最初の日です
TT_POINT=点を描く
TT_POINTONCURVE1=曲線上に固定数の点を配置​​する
TT_POINTONCURVE2=曲線上に固定ピッチポイントを配置する
IMGLIB_PROMPT=ヒント：マウスの左ボタンを押したまま目的のグラフィックを選択し、ドラッグしてワークスペースに移動します。
ONELASERMULTISCANNER=シングルレーザーとマルチレンズレンズモード
MULTILASERMULTISCANNER=マルチレーザーとマルチレンズレンズモード
ALLSCANNERSAMEPART=すべての振動レンズが同じワークを加工
ALLSCANNERDIFFPART=すべての振動レンズは異なる加工物を処理します
SCANNER=検流計
SCANNERTYPE=検流計タイプ
CENPOS=中心座標
LASERPARAM=レーザーパラメータ
ERR_OUTRANGE=延長シャフトは加工範囲外です。
MOVETOPREV=手前に移動
MOVETONEXT=後ろに移動
MOVETOTOP=手前に移動
MOVETOBOTTOM=最後に移動
MENU_EDIT_TODASHED=点線になった
INFO_QRCODE=QRCODEバーコードは2次元バーコードであり、その文字セットにはすべてのASCII文字が含まれています。
LASERONTIME=レーザー点灯時間
DISTRIBUTION=配給
D_TOP=＆トップ
D_VCEN=＆（E）
D_VSPACE=と間隔
D_BOTTOM=＆下
D_LEFT=左（＆L）
D_HCEN=＆zhong
D_HSPACE=＆ピッチ
D_RIGHT=＆Right
ISREALYMARK=マーキングを始めましたか？
DELOLDCURVE=古い曲線を削除
PICKOFFSETCURVE=オフセットする曲線を選択
PICKOFFSETDIR=曲線のオフセット方向を選択
NESTING=最適化されたレイアウト
PICKEDGE=境界を選択
NESTPARAM=レイアウトパラメータ
AUTONESTING=自動レイアウト
BRIDGEDIST=エッジ距離
STOCKDIST=シート余白
ROTATEINTERVAL=回転ステップ
ROTATE=回転させる
ERRNESTING=現在のシート境界はすべてのサンプルに対応できません。
PICKNESTEDGE=サンプルを配置するシートの境界を選択
MARKDATA_OUTRANGE=データの処理は処理の範囲を超えています。
SELECTNESTEDGE=サンプルを最初に配置するシートの境界を選択してください。
NESTINGMULTI=複数ワークレイアウト
NESTINGONE=単一ワーク均一レイアウト
SHEETSIZE=素材サイズ
SHEETSIZESMALL=材料のサイズが小さすぎる！
WARNSTARTSIGNAL=加工は継続的に中断され、初期加工信号エラーであり、開始加工信号は禁止されていますか？
INPORTCONFLIC=入力ポートに矛盾があることに注意してください。もう一度選択してください。
OUTPORTCONFLIC=出力ポートに矛盾があることに注意してください。もう一度選択してください。
UNCOMBINE= 分離組み合わせ
READPOINTCLOUDFILE=点群ファイルを読む...
MENU_FILE_BMPFILE=ビットマップファイルを入力してください\ tCtrl + W
MENU_FILE_VECTORFILE=入力ベクトルファイル\ tCtrl + B
MAXFREQDELAY=最大周波数遅延
INFO_CODEINTER6=ITF-6コードは固定長のバーコードで、文字セットは「0」から「9」までの数字のみで、ITF-6は6文字で、最初の5文字はデータ、最後の1文字はチェックコードです。確認コードはシステムによって自動的に追加され、システムは最初の5文字のみを取ります。
INFO_CODEINTER14=ITF-14コードは固定長のバーコードで、文字セットは「0」から「9」までの数字のみで、ITF-14は14文字で、最初の13文字はデータ、最後の1文字はチェックコードです。確認コードはシステムによって自動的に追加され、システムは最初の13文字のみを取ります。
BORDER=国境
PLUSEWIDTHREV=パルス幅反転
ENANALOGFPK=アナログファーストパルス抑制を有効にする
INFO_USERDEFINE=ユーザー定義のバーコード、ユーザー定義の行数と列数、バーコードデータは "、"で区切られた0〜255の数字列で表され、各数字は8ビットバーコードブロックを表し、最初の数字はバーコードが上から下にあることを示します。次の番号の最初の行、バーコードブロックの最初の8ビット（左から右）。バイトが最後の行に収まらない場合、対応するデータビットは無視されます。入力文字に "、"がない場合は、2進法が使用されます。1は黒、0は白です。
RINGMARK=ジュエリーマーキング
INPUTDISTRCOFF = 入力バレル変形係数
INPUTTRAPECOFF = 台形変形係数を入力
GRADUATION=スケール
GRADUATIONNUM=目盛りの数
GRADUATIONANG=角度増分
DEGREE1LEN=最小ティック長
DEGREE5LEN=5分の目盛りの長さ
DEGREE10LEN=ティック長10ポイント
SHOWTEXT=表示テキスト
STARTVALUE=開始値
INCVALUE=増分値
DOTBITCOUNT=小数点以下の桁数
LOADGRADFILE=スケールファイルを読み込む
SAVEGRADFILE=スケールファイルを保存
ROTATERULER=スケールリング
HATCHBYDEFAULT=デフォルトのパラメータで埋める
360MARK = 360度マーキング
STARTPULSEMODE=スタート信号パルスモード
AUTORESETMARKCOUNT=自動リセット処理時間
PULSEPERUNIT=単位あたりのパルス数
MOVE = モバイル
MOVETO = に移動
RELATIVE=相対位置
MENU_DRAW_EXTAXIS=延長軸（＆X）
ID_DRAW_EXTAXIS= 出力延長軸を描画します\ n延長軸を描画します
MULTIPARTMARK=マルチステーション処理モジュール
PLEASEVALIDPARAM=有効なステーションパラメータを選択してください
MALTIMARKINFO=指定された最大加工数が加工されました！\ n加工したい場合は、加工数または最大加工数を変更してください。
MALTIMARKINFO2=指定された最大加工数が処理されました。
PARTPOS=駅
PARTTYPE=ステーションモード
SELPARTTYPE=ステーションモードを選択
CURPARTPOS=現在の駅
MARKEDCOUNT=処理数
STOPWHENMAX=最大処理数まで処理後に停止
MAXCOUNT=最大処理数
MARKALLPART=現在の全局を処理するF1
CONTMARKALLPART=全ステーションのF2連続処理
MARKCURPART=F8処理中のステーション
MODIFYCURPART=F9現在のステーション位置を変更する
ADD=増やす
DISMARKWHENREACHTOTAL=指定された数に処理した後に処理を禁止する
CURNUMGREATETOTALNUM=現在の加工数はすでに総加工数を超えています。現在の加工数をリセットしてから処理してください。
YAGOPTIMIZEMODE=YAG最適化塗りつぶしモード

FLYHARDWARE=ハードウェアフライトモードを有効にする
FLYSIMULATION=ハードウェアエミュレーションモードを有効にする
MULTIPLIER=飛行速度係数
UM=ミクロン
MIL=ミル
UMPERCOUNT=ミクロン/カウント
INCHPERCOUNT=インチ/カウント
FLYCOUNT=カウント
TOTALMARKTIME=合計処理時間
DOG=ドングル
DEFENTTEXT=TEXT
SPECIALPOS=指定された場所
GOTOSPECIALPOS=指定した場所に移動する
SETCURPOSTOSPEC=（＆D）現在の点を指定された位置に設定します
MINPWMFREQ=最小PWM信号周波数
PULSELOWMAXFREQ=パルス周波数が最小周波数より低い
MINFREQ=最小頻度
DOUBLELINEMODE=ダブルチックモード
LASERSLEEPTIME=レーザー睡眠時間
DXFUNITISINCH=DXFファイルの単位はインチです
0NOTAILZERO=小数点以下が0の場合、0は表示されません
SHOWDEGREE5TEXT=5つのテキストを表示
TEXTROTATE90=テキストを90度回転
BOLDLINEMODE=ワイドティックモード
POWERRULER=スーパー定規
PLSSELRULER=処理する定規を選択してください
ALEARDYHAVESAMERULER=定規名が競合しています、名前を変更してください。
GRADCONDISNULL=定規のスケール作成条件は空にできません！
MINGRAD=最小スケール
RULER = 定規
RULERNAME=定規名
GRADGENCOND=ダニ発生条件
GRADLINE=目盛り
GRADVALUE=スケール値
STARTPT=出発点
ENDPT=終点
STARTINDEX=開始スケールインデックス番号
ENDINDEX=終了スケールインデックス番号
INCINDEX=スケールインデックスの増分
GRADLINEWIDTH=目盛りの幅
ROTATERULERMODE=回転定規モード
GLOBEMARK=グローブマーキング
LONGITUDE=経度
LATITUDE=緯度
FLYMARKENTBYORDER=オブジェクト順に飛ぶことを可能にする
INPUTIOMASK=入力IOマスク
OUTPUTIOMASK=出力IOマスク
DISSTARTIOINCONTMODE=連続モードはマーキングポートの開始を禁止します
LASEROFFTC=消灯遅延
STARTGRADPOS=開始スケール位置
INCPOS=位置増分
STEPPERMM=ステップ/ mm
STEPPERINCH=ステップ/インチ
EDIT = 編集する
TOTALPARTNUM=部品総数
EXPORTTOWS=ワークスペースに出力
STRAIGHTRULER=定規
RINGRULER=リング定規
DISKRULER=ディスク定規
PARTNUM=品名
UPDATEPOSPARAM=位置パラメータを更新する
OTHERNUMSYS=カスタムヘックス
MAXNUMBER=最大基数
MPERMIN=メートル/分
INCHPERMIN=インチ/分
ENCODERDIST=エンコーダ移動量
OUTPORT=出力ポート
ROTATETEXTMARK=回転テキストマーキング

CIRCLEMODE=丸型
TEXTELEMENT=テキスト要素
TCPIPCOM=ネットワーク通信
SERIALCOM=シリアル通信
TIME=時間
FIXEDTEXT=固定テキスト
NOLEADZERO=先行ゼロを使用しない
PREV=進む
NEXT=バックシフト
LIMILTSN=最大シリアル番号
MODE=モード
YEAR=年
MONTH=月
DAYOFMONTH=日
DAYOFYEAR=日
DAYOFWEEK=週
WEEKOFYEAR=週
HOUR=時
MINUTE=分
TIMESEC=期間
IPADDRESS=IPアドレス
COMMAND=コマンド
ALLCHARSUSES=使用できるすべての文字
BAUDRATE=ボーレート
DATABIT=データビット
STOPBITS=ストップビット
PARITY=パリティ
ENCIRCLETEXT=円弧テキストを有効にする
POWERKEYBOARD=スーパーキーボード
KBWORKDIRECTORY=キーボード作業ディレクトリ
KEYLIST=ボタンリスト
KEYNAME=ボタン名
KEYFILE=ボタンファイル
CUTONOFF=切断スイッチ
USERNAME=ユーザー名

DYNFOCUS=ダイナミックフォーカス
ENDYNFOCUS=動的フォーカスを有効にする
DYNZREV=Zリバース
DYNZPOS=Z位置
DYNZRAD=中心までの距離（％）
DYNAUTOSWITCH=自動切り替え
DYNUPDATEALL=Z位置を更新
DYNADD=Z増加
DYNDEC=Zリダクション
DYNSTART=テストを開始
DYNSTOP=テストをやめる
DYNUSING=動的フォーカスが使用されています。
IAGREE=この契約に同意することに同意します
IDONTAGREE=この同意に同意しない
ERR_CANNT_RUN=現在の状態でこれを行うことができません
MARKSPEED=マーキングスピード
LENTESTRECT=長方形の一辺の長さをテストする
TESTPARAM=テストパラメータ
ZINCREMENT=増分Z
ZMICROINC=微調整量Z
ZMAX=Z最大
DYNLINEAR=線形補間
MACROADJUST=Z値を微調整する
FAILTRANSFER=データ更新に失敗しました。もう一度やり直してください。
ENCO2FPK=CO2ファーストパルス抑制を有効にする
FPKSTARTPOWER=ファーストパルス抑圧開始電力
FPKINCPOWER=ファーストパルス抑制パワーの増分
SHOWSTARTMARKDLG=マーキング開始ダイアログを表示
ENEXEMARKFILE=マーキング開始および終了コマンドファイルの実行を有効にする
ENREDCONTMODE=赤信号連続処理モードを有効にする

DYNSAVE=保存する
DYNLOAD=荷重
ADDZAUTO=Z値は自動的に増減します
INFO_CICODE=Hanxinコードは中国の2Dバーコード標準であり、その文字セットにはすべてのASCII文字と漢字が含まれています。
SPECIALWAVE=特殊波形
SPIWAVE=波形
SPICONTINUES=連続モード
SPISIMMERCUR=スタンバイ電源
STEPDIST=最適化された長さ
STEPDELAY=ステップ遅延
USESTEPMARKMODE=ステップマークパターンを使用
CURLMCNOTIPG=現在のLMCカードはIPGレーザーをサポートしていません
CURLMCNOTSPI=現在のLMCカードはSPI_G3レーザーをサポートしていません
LASERNOTREADY=レーザーの準備ができていません。確認してください
FIXEDCOOR=固定入力点座標
DOORIO=セキュリティドアポート
ERR_DOOROPEN=セキュリティドアが開いています、セキュリティドアを閉じてください！
LINEREDUCTION=直線インデント
NUMLOOPS=境界リング番号
FONTTYPE_SHX=SHXフォント
ENSPLITSTRTOCHANGETEXT=指定された名前のテキストオブジェクトを変更するために分割文字列を有効にする
INDEXFIRSTCHARSTR=文字列内の最初の文字の位置
NUMCHAREXTRACTSTR=文字列から抽出された合計文字数
NAMETEXTTOCHANGE=内容を変更するテキストオブジェクトの名前
SET=設定
TT_PICKMIRRORX=X画像\ nX画像
TT_PICKMIRRORY=Yミラー\ nYミラー
IPG:OVERTEMP=レーザー：高すぎる
IPG:NORMAL=レーザー：正常に動作している
IPG:HIGHOPTIC=レーザー：高反射材料の加工、レーザーへのレーザー反射
IPG:SYSERROR=レーザー：システム障害
IPG:READY=レーザー：準備ができていない
IPG:EMERGENCY=レーザー：非常停止信号が有効
HIDEMODEL=隠しモデル
ANGLEINC=角度増分
UPTODOWN=上から下へ
LAYERNUM=層数
SPACEOFLAYER=層間隔
CALCULATE=計算
READ3DFACEFROMDXF=3Dサーフェスレイヤー
AVERAGELINE=平均分布フィルライン
CHANGELINECHAR=改行
MARKSELF=自分に印を付ける
ENSAMEWIDTHCHAR=等幅文字を有効にする
DYN_OUTSIDE=外部エリア
DYN_MODE1=標準モード
DYN_MODE2=Z軸独立モード
MAXSPEED=最高速度
MINSPEED=最低スピード
LOOPDIST=リング間隔
MARKBYSPLITLINE=分割線でマーク
MARKSTR_AFTER7=指定された場所
ENANALOGCURFPK=アナログ電流抑制を有効にする
CURVESCATTERTOL=曲線分散誤差
ENABLECURVESCATTERTOL=曲線離散誤差を有効にする
WOBBLE=ジッタ
WOBBLEDIST=間隔
ROTARYMARK=回転軸マーキング
FOCUSLENGTH=焦点距離
AXISISHOMING=軸はゼロに戻ります
AXISISMOVING=軸が動いている
AXISMOVEFAIL=軸移動が失敗しました！
AXISERRMAXLIMIT=軸の動きがプラスの限界を超えている
AXISERRMINLIMIT=軸の動きがマイナスの限界を超えている
AXISMUSTGOHOME=移動する前に軸をゼロに戻す必要があります。
ENCODERREVERSE=エンコーダ信号反転
FLYENCODEROFFSET=エンコーダ固定オフセット距離を有効にする
FLYENCODEROFFDELAY=遅延（私達）
FLYENCODERLOWSPEED=低速モード

GET55ERR=パラメータ計算エラー
GETFLYPARSTEP=手動でパイプラインを制御して短い距離を移動してください。\ n距離を測定して下の入力ボックスに入力してください。\ nパラメータを自動的に計算するには[OK]をクリックしてください。
FLYPARINPUT=入力長さ
GETPAR=計算
PULSECOUNT=パルス量
PULSECOUNTRESET=クリア

FLYADDTOY=Y軸に重ね合わせる
FLYTOP2BOTTOM=上から下へのパイプラインの方向

DYNAMICLMC=ダイナミックフォーカスカード
UNKNOWN=不明
BDVVALUE_CUSTOM_ALL=一般目的
BDVTEXT_CARDTYPE=ボードの種類
BDVTEXT_CARDVERSION=バージョン番号
BDVTEXT_CUSTOM=カスタマイズ：
BDVTEXT_CARDFUNCTION=機能コード
HARDINFO=ハードウェア情報

ENVARTEXTFIXWID=固定テキスト幅を有効にする
USEEXCELCORRECTFILE=Excelを使用してファイルを修正する
STARTCOOR=始点座標
ENDCOOR=終点座標
SPACEDIST=間隔
SPACING=間隔
MARKGRIDLINE=グリッド線のマーキング
USECORFILEMARKGRIDLINE=キャリブレーションファイルでグリッド線をマーク
CORCOMPFILE=補正補正ファイル（Excelファイル）
FIXEDCHARCOUNT=固定文字数
EMPTYCHARWIDTH=空文字幅
AVADISTPOINT=全点の平均分布
YAGFASTPOINTMODE=YAG高速ドットモード
SETANALOG=アナログを設定する
USERDEF=習慣
MENU_VIEW_IOSTATE=IOステータス
DOGNOTMATCHLMC=ドングルのバインド番号がマーキングカードの番号と一致しません。ドングル番号を確認してください。
MORETHAN360=マーキング範囲は360度を超えています。続行しますか？
CURNUM=現在のマーク数
SPOTDIA=スポットサイズ
PTCYCLES=ヒット数
DISTANCE  = 距離
ENDADDPTS=最後に点を追加する
INFO_MICROQRCODE=マイクロQRコードはQRCODEバーコードの合理化バージョンです。
ENABLETILDE=〜（〜に続けてdxxx xxxを有効にする0-255)
MULTIFILEMARK=複数文書マーキング
LASERLEAKHANDLE=光漏れ処理
DISMARKLOWPT=低いグレー値で点をマークしない
BASEHEIGHT=基準高さ
PARTHEIGHT=ワーク高さ
ZADJUSTMENT=Z調整高さ
ACCURATEZERO=正確なゼロリターン
RECTMODE=方形モード
KEEPENTORDER=処理済みオブジェクトの順序を守る
OPENMODELAY=MO遅延をオンにする
SERIALTYPE=タイプ
LINEFEEDMALP=インターレースミスアライメント
IPGSETTINGS=IPG_YLPMレーザーステータス
SQLDB=SQLデータベース
SQLDRIVERS=SQLドライバ
DBQFILE=データベースファイル
USERID=ユーザーID
SQLCMD=SQLコマンド
SETPENPARAM=ペンのパラメータを設定する
BOLD=太字
ITALIC=イタリック体
RESET = リセット
USERINTERLINE=内部フィルラインを有効にする
LASERBEAMDIA=レーザースポット径
HATCHLINEDIST=行間隔を埋める
ENCO2PULSEMODE=CO2スーパーパルスモードを有効にする
HATCHONEBYONE=塗りつぶしオブジェクトの独立性を保つ
RESORT=並べ替え
RESORT_INFO=並べ替え\ n並べ替え
SELECTSCANNERFIELD=検流計の座標系を選択してください
SCANHEAD=振動レンズ
SCANNERFIELD=マーキング領域
SELECTMOVEDIR=パイプラインの移動方向を選択
STARTMARKER=開始タグ
SENSOR=センサー
ENCODER=ロータリーエンコーダ
MOVEDIR=パイプラインの移動方向
NEXTSTEP=次のステップ
PREVSTEP=前のステップ
FINISH=終わり
FLYMARKSETTINGS=フライトマーキングパラメータ設定
ORIENTATION=方向を調整する
HORIZONTAL=レベル
VERTIICAL=垂直
POWEROFFSAVEFILE=停電自動保護ファイル
ADJUST=調整
FLYMULTIINFO=パイプラインの移動状態で最初に長方形をマークしてください。\ n刻印された長方形が左下のグラフのような場合は、係数を大きくしてください。\ n刻まれた長方形が右下のグラフのような場合は、係数を小さくしてください。
DISABLEOPTIMIZECONMODE=連続処理モード最適化禁止モード
ARRAYDISCHANGESN=シリアル番号のテキストの内容を変更しないでください
SPIRAL=スパイラル
SPIRALPITCH=ヘリカルピッチ
LINEOFONERING=円内のセグメント数
SPIRALPROMPTSTR=最初に、らせんの描画を制御するためにアウトラインが使用されている円形のオブジェクトをいくつか選択する必要があります。
AREYOUSUREDLETE=削除することを確認
CHANGENAME=名前を変更
CUSTOMIZE=習慣
STDMODE=標準モード
CONTOURFIRST=アウトラインの優先順位
USERDEFCHARSPACE=カスタムテキスト間隔
MINRADIUS=最小半径
MAXSPIRALPITCH=最大らせんピッチ
MINSPIRALPITCH=最小らせんピッチ
SPIRALPITCHINC=ピッチアップ
DELETESPIRAL=スパイラルを削除
OUTEDGELOOP=外側境界リング数
INTEREDGELOOP=内側境界番号
ID_DRAW_SPIRAL=らせんを描く\ nらせんを描く
FPKFROMLOWTOHIGH=ローからハイへのFPK電流
ALWAYSOPENMO=MO信号は通常開いています
LOWVALID=アクティブロー
MARKFINISH=マーキング終了信号
ENCURRENTADJUSTDELAY=現在の調整遅延を有効にする
ENCURRENTADJUSTDELAY=現在の調整遅延を有効にする
MINCURRENTADJUSTDELAY=最小電流調整遅延
MAXCURRENTADJUSTDELAY=最大電流調整遅延
SETCURRENT=現在の電流を設定
LAYSERNAMESAME=レイヤー名は他のレイヤー名と同じです。名前を変更してください。
ZOOM=ズーム
DRAW=描く
PENBOX=ペンボックス
DEVICE=設備
MULTILAYER=多層加工
MINPULSEWIDTHRATIO=最小パルス幅比
MAXPULSEWIDTHRATIO=最大パルス幅比
PULSEWIDTHOUTRANGE=Qパルス幅が範囲外
STANDARD=標準
TRUE=はい
FALSE=いいえ
DISABLE=禁止されています
NS=ナノ秒
DELAYPARAM=遅延パラメータ
JUMPPARAM=ジャンプパラメータ
MINJUMPTC=最小ジャンプ遅延
MAXJUMPTC=最大ジャンプ遅延
JUMPLENLIMIT=ジャンプ制限長
MARKLOOPTIP=現在のペンのマーキング時間
MARKSPEEDTIP=ガルバノメーターマーキング時の移動速度
LASERCURRENTTIP=レーザー出力電流
LASERFREQTTIP=レーザー出力周波数
LASERPOWERTIP=レーザー出力パワーの割合
LASERPWTIP=レーザー出力のパルス幅
SPIWAVETIP=SPIレーザー出力波形選択
USEDEFWAVETIP=ユーザー定義のレーザー出力波形
JUMPSPEEDTIP=検流計がジャンプしたときの移動速度
MINJUMPDELAYTIP=検流計のジャンプが終了してから遅延するまでの最小時間
MAXJUMPDELAYTIP=ガルバノメーターのジャンプが終了してからの遅延に必要な最大時間
JUMPLENLIMITTIP=検流計のジャンプ距離がこの長さより大きい場合、ジャンプ遅延は最大遅延時間を使用します。
LASERONDELAYTIP=レーザーがオンになると、ガルバノメーターは動き始める前にこの時間を遅らせます。
LASEROFFDELAYTIP=マーキング動作が終了したら、今度は消灯してからレーザーを遅らせます。
POLYGONDELAYTIP=マーキング運動において、コーナ遅延が発生し、そしてこの時間の後に次の曲線がマーキングされる。
LMARKENDDELAYTIP=動きをマークした後、この時間を遅らせてから、次の曲線にジャンプし始めます
CURPENNOTIP=現在のペンのシリアル番号
CURPENCOLORTIP=現在のペンの色
USEDEFPARAMTIP=デフォルトの処理パラメータを使用
CURPENPARAMNAMETIP=現在のペンパラメータ名
LOADPENBOXFROMDEF=デフォルトのペンボックスパラメータを読み込む
SAVEASPENBOXTODEF=デフォルトのペンボックスパラメータとして保存
RESETALLPENS=ペンのパラメータをすべてリセットする
SHOW=表示
HIDE=隠す
SHOWALL=すべて表示
ARRAYTEXT=動的テキスト配列
TT_MODIFY_ARRAYTEXT=各テキスト配列ユニットの位置とサイズを任意に変更する
PROPERTY=属性
VALUE=値
MINVALUE=最小値
MAXVALUE=最大
ENABLEPULSEWIDTH=パルス幅設定を有効にする
ENABLEPULSEWIDTHTIP=処理中にファイバレーザの設定パルス幅を有効にします。
LASERLEAKHANDLETIP=加工中にファイバレーザが光を漏らさないようにするために、特別な処理が行われる。
ALWAYSOPENMOTIP=処理中は常にMO信号をONにする
OPENMODELAYTIP=レーザーがMOをオンにした後の時間遅延
DISCHECKLASERSTATE = レーザーの状態を確認しない
DISCHECKLASERSTATETIP = 加工前にレーザーの状態をチェックしない
LIMITPARAM=制限パラメータ
GALVOMINSPDTIP=検流計の動作で許容される最小移動速度
GALVOMAXSPDTIP=検流計の動作で許容される最大動作速度
GALVO2XTIP=検流計軸2はX軸です
REVERSEXTIP=検流計のX軸方向を逆にする必要があります
REVERSEYTIP=検流計のヨークの方向を逆にする必要があります
FIELDSIZETIP=検流計処理領域の範囲サイズ
USECORRECTFILETIP=指定された校正ファイルを使用して現在の検流計が補正されているかどうか
TRANSFORMOFFSETXTIP=検流計出力の全体的な変換のXオフセット距離
TRANSFORMOFFSETYTIP=検流計出力の全体的な変換のYオフセット距離
TRANSFORMANGLETIP=全体としての検流計出力の回転角
MARKSTR_AFTERMARKTIP=処理後に検流計を指定の位置にジャンプさせるかどうか
CURVESCATTERTOLTIP=曲線の最大弦高誤差は直線に離散しています

MINLINESEGLEN=最小直線長
MINLINESEGLENTIP=最小行長、この長さより短い行は無視されます
LASERREADYIO=レーザー対応ポート
REDLIGHTPOINTSTART=赤いライトは開始ポートを示します
PORTNOTIP=現在の信号で使用されているポート番号
LOWVALIDTIP=現在の信号がアクティブLowかどうか
STARTPULSEMODETIP=開始信号がエッジトリガモードかどうか
PULSEWIDTHOUTPORTMODETIP=終了信号のアクティブレベルを出力する時間
LOWVOLISVALID=アクティブロー
HIGHVOLISVALID=アクティブハイ
ALARMPORTSTATETIP=現在のポートの信号有効状態
ALARMMESSAGETIP=処理中に警告信号があると、システムはメッセージをポップアップします。
REDCONTMODE=赤信号連続表示モード
SOFTLICENCENOTFIND=有効なソフトウェア登録コードが見つかりません。
SOFTLICENCEISUNVALID=ソフトウェア登録コードが無効です。
CHANGEPWELAY=パルス幅遅延を変更する
CHANGEPWELAYTIP=レーザーがパルス幅の値を変更するのに必要な時間
BWREVERSE=白黒反転
DELETECENBAR=中間ブロックを削除
INFO_CODEDATAMTXGS1=DATAMATRIX_GS1は特別なフォーマットのDATAMATRIXバーコードで、その内容はGS1標準フォーマットに準拠しなければなりません。
OPTIMIZEPARAM=最適化パラメータ
OPTIMIZEHATCH=最適化された塗りつぶし
BARCODEENDEFTEXT=カスタム表示テキスト（＃文字、？delete、％check）
GALVORESPONSE=検流計の応答時間
ENSAVEFILE=ファイル保存を有効にする
ENDRAWENTITY=描画オブジェクトを有効にする
ENPICKMOVE=モーション変換を有効にする
ENEDITPARAM=オブジェクト編集を有効にする
ENPENPARAM=ペンパラメータの変更を有効にする
ENDEVPARAM=デバイスパラメータの変更を有効にする
ENSYSTEMPARAM=システムパラメータの変更を有効にする
ALREADYHAVETHISUSER=このユーザー名を既に持っています。ユーザー名を変更してください。
GALVOBIDIROFFSET=双方向オフセット

ID_VIEW_3D=2Dと3Dのビュー切り替え\ n3Dビューの切り替え
ID_VIEW_3DUP=上からの眺め\ n上の眺め
ID_VIEW_3DDOWN=下からの眺め\ n底面図
ID_VIEW_3DLEFT=左側から見た\ n左側のビュー
ID_VIEW_3DRIGHT=右側から見る
ID_VIEW_3DFRONT=正面からの眺め\ n正面からの眺め
ID_VIEW_3DBACK=背面からの眺め\ n背面図
ID_VIEW_3DISO=等角投影図から等角投影図を見る
ID_3DVIEW_WIRE=サーフェスワイヤフレームモードを表示\ nワイヤフレームモードを表示
ID_3DVIEW_RENDER=ディスプレイサーフェスレンダリングモード\ nディスプレイレンダリングモード
ID_3DVIEW_RENDERLINE=ディスプレイサーフェスレンダリングラインモード\ nディスプレイレンダリングラインモード
ID_3DVIEW_HIDEMESH=表面を表示または非表示にする\ n明示的な表面
ID_3DFUN_MESH3D=3Dサーフェスモデルファイルを開く\ n 3Dサーフェスモデルを開く
ID_3DFUN_SLICEMESH=サーフェスをレイヤリングする\ nサーフェスレイヤリング
ID_3DFUN_ROTATEMESH=サーフェスを回転させる\ nサーフェスを回転させる
ID_3DFUN_MOVEMESH=サーフェスを変換するには、サーフェスを\ n移動してください
ID_3DFUN_PRJ=オブジェクトをサーフェス投影に投影する\ nサーフェス投影


ALLOUTMODE=すべての出力
ENCODERONLYA=エンコーダはA相のみに接続します
FLYTRACKERROR=飛行誤差補正係数
MESH3D=3Dサーフェス
CURVE3D=3D曲線
SLICE3D=層状接線
SLICEFILE=階層ファイル
SLICEMESH=層状スライス
ZMAXTOMIN=大きいものから小さいものへのZ値
MINZ=最小Z値
MAXZ=最大Z値
THICKNESS=厚さ
CROSSHATCH=クロスフィル
ROTATEMESH=回転面
MOVEMESH=移動面
PROJECT=投影
PROJECT3D=3Dプロジェクション
DELPROJECT=投影曲線を削除
LIMITZ=Zリミット値
SURFACEDOWN=下面投影
LANGPAGE=言語コードページ
DYNAMICHATCH=動的パディング
ADDCONTOUR=プロファイルを増やす
MARKMESHBOX=マーク付きサーフェスバウンディングボックス
MARK_NOMESH=サーフェスオブジェクトがありません。サーフェスが3Dビューで読み込まれているかどうかを確認してください。
PULSEWIDTHINDEXMODE=パルス幅インデックスモード
PULSEWIDTHINDEXMODETIP=パルス幅は指数で表されます
MAXINDEXVALUE=最大インデックス値
PULSEWIDTHINDEX=パルス幅指数
ENWELDWAVEOUT=波形出力を有効にする
WELDWAVE=波形
WELDWAVETIP=各点のレーザーアナログ波形設定
WAVEWIDTH=波形幅
MAXWELDWAVEWIDTH=波形最大幅
WAVETOTALWIDTHISBIG=設定された合計波形幅が最大幅より大きくなっています。再入力してください。
REMOVENOINT=交差していないセグメントを削除
USESELECT2DENT=選択した2Dオブジェクトとの重ね合わせ
GENERATECURVES=曲線データの生成
CALCULATECONTOURS=等高線を計算する
REBULIDCONTOURS=輪郭位置情報を設定する
HATCHLINES=フィルラインを計算する
BUILDPROJECTMESH=投影面を作成する
WRAP=小包
PLSSELECTVALIDCURVE=有効な曲線を選択してください。
BASICPARAM=基本パラメータ
ASSIGNMENT=マッピング
XYASSIGNMENTISSAME=X軸とY軸のマッピング値は同じにはできません。再選択してください。
ID_3DFUN_BASICSHAPE=基本的な3Dサーフェスを作成する\ n基本的な3Dサーフェスを作成する
BASIC3DSHAPE=基本的な3次元サーフェス
PLANE=平面
SPHERE=球
CYLINDER=シリンダー
CONE=コーン
FREQDELAY=周波数遅延
LASERFREQTTIP2=レーザーが周波数を変更するときに必要な遅延待ち時間
BMPTOMESH=ビットマップを表面に変換
ID_3DFUN_BMPTOMESH=ビットマップをサーフェスに変換\ nビットマップをサーフェスに変換する
REFRESH=リフレッシュ
WAITFORINPUT=入力信号を待っています
OUTPUTWHENSTART=レイヤ処理開始出力信号
OUTPUTWHENFINISH=レイヤ処理終了出力ポート出力信号
WAITFORSTARTSIGNAL=開始ポート信号を待っています
WAITFORSELLAYERSIGNAL=レイヤ信号選択待ち
IOMASK=ポートマスク
IOMASKTIP=現在のデバイスのどのポートが有効かを指定します
CYLINDERWRAP=円筒形パッケージ
YWRAP=Y方向パッケージ
CURRENTLAYERINDEX=現在の表示レイヤインデックス
ENABLEFIRSTOPENLASERDELAY=初めてレーザー遅延時間を有効にする
SETMINVALUE=最小に設定
SETMAXVALUE=最大値を設定
PULSEWIDTHUNITISPS=パルス幅の単位はピコ秒（ps）です。
PS=ピコ秒
CONTINUEMODE=連続モード
PICKENTYOUWANTTRIM=トリミングするオブジェクトを選択
PICKENTYOUWANTINTERSECT=交点を結合するオブジェクトを選択
BACKGROUND=バックグラウンド
SELBACKGROUNDCURVES=背景として使用する曲線を選択します
COPYBACKGROUNDTOWS=背景曲線をワークスペースにコピーする
SHOWOPTIPARAM=最適化パラメータを表示する
SHOWWOBBLEPARAM=ジッタパラメータを表示
SHOWOTHERPARAM=他の商品パラメータを表示する
SHOWDESCAREA=表示パラメータ詳細領域
SHOWPOWERRAMPPARAM=表示電力線形変換パラメータ
SHOWSPEEDRAMPPARAM=表示速度線形変換パラメータ
POWERRAMPING=べき乗線形変換
ENABLESTARTRAMP=起動を有効にする
ENABLESTARTPOWERRAMPTIP=最初のセグメントのパワーを線形に変化させる
STARTRATIO=開始比率
STARTLENGTH=開始長
STARTRAMPRATIO=最大値に対する開始値の比率
STARTRAMPLENGTH=開始セグメントに許容される最大長
ENABLEENDRAMP=有効化の終了
ENABLEENDPOWERRAMPTIP=端部セグメントのパワーを線形に変化させる
ENDRATIO=終了率
ENDLENGTH=端の長さ
ENDRAMPRATIO=最大値に対する終了値の比率
ENDRAMPLENGTH=終了セグメントに許容される最大長

SPEEDRAMPING=線形線形変換
ENABLESTARTSPEEDRAMPTIP=開始セグメントの速度を直線的に変化させる
ENABLEENDSPEEDRAMPTIP=端部セグメントの速度を線形に変化させる
INPUT=入力
BTNBOX=境界[F4]
BTNPRJ=プロジェクション[F4]
STARTCALI=キャリブレーションを開始
FINISHCALI=修正終了
MARKGRID=マーキンググリッド
MENU_FILE_PROJECTPARAM=投影パラメータ
TESTCALI=投影補正をテストする
SELECTALLPOINTS=すべての点を選択（単一の点を選択したときにCtrlキーと矢印キーを押して選択した点を切り替える）
ENABLEPROJECT=投影観察を有効にする
APPAPPEARANCE=プログラム外観
LASERBOARDIDEN=レーザーインターフェースカードタイプ
LASERBOARDVER=レーザーインターフェイスカードのバージョン
ESTIMATEDTIME=推定処理時間
ENABLEBARCODEFASTPTMODE=バーコード高速ドットモードを有効にする
MODULEHORIARRANG=モジュールの水平配置
SIMPLEENCODE=簡易コーディングモード
ENABLEBARCODEFASTLINEMODE=バーコード高速回線モードを有効にする
ID_3DFUN_FREEPAINT=表面にフリードローイング\ nフリードローイング
FREEPAINT=無料トレーシング
SIN=正弦波
WOBBLETYPE=ジッタタイプ
ROUNDTRIP=往復モード
WAVEDELAY=波出力遅延
LASERMONITOR=レーザーモニタリング
TEMPALARM=温度アラーム
REFLALARM=高い反警報
SYSTEMALARM=システムアラーム
POWERALARM=電源アラーム
LASERNOTREADY=レーザーの準備ができていません
LASERREADY=レーザーは準備ができています
UNKNOWALARM=未知の警告
LASEREXTFAULT=レーザー外部故障
CALCULATING=計算中...
OFFLINE=オフライン処理
POINTNUM=ポイント
SPIRALBRUSH=スパイラル性ブラシ
PICKSELSPIRALREFRESH=更新したいスパイラルを選択し、マウスの右ボタンを押して確定します
ENABLPARSEMODE=解析モードを有効にする
ID_PICK_BYPEN=ペン番号でオブジェクトを選択\ nペン番号で選択
No=シリアル番号
MOVETOINDEX=指定のシリアル番号に移動する
AXISSOLUTION=延長軸ソリューション
FEEDBACK=エンコーダフィードバック
COMMCATH=コモンカソード出力
LIMITSWITCH=リミットスイッチ
SOFTLIMIT=ソフトリミット
POSIDIR=正のゼロリターン
FINDINDEX=インデックスを探す
HOMESPEED=ゼロリターンスピード
LEAVESPEED=出発スピード
HOMEOFFSET=ゼロオフセット
HOME=ゼロ点
FOLLOWERROR=フォローエラー
ACCELERATION=加速
DECELERATION=減速
FOCUSPOS=フォーカス位置
SETCURPOSASFOCUS=現在位置をフォーカス位置に設定
SETMINPOWER=最小電力を設定する
SETMAXPOWER=最大電力を設定する
SETMINGRAY=最小グレースケールを設定
SETMAXGRAY=最大グレースケールを設定
SCANINVERT=逆スキャン
EMISSIONDELAY=興奮遅延
WELDPARAM=溶接パラメータ
DELEDGELINES=境界ケーブルを削除
INFO_GS1DATABAR=GS1 DataBarバーコード（以前のRSSバーコード）は、GS1システムのバーコードシンボルでもあります。バーコードには、「サイズが小さく、情報量が多い」「製品の有効期限、シリアル番号などの追加情報を掲載できる」という利点があります。
SHOWFAST=クイックディスプレイ最適化
SHOWDIR=カーブ方向を表示
SIMULATIONSPD=模擬飛行速度
TEMPERATURE=気温
SPHEREWRAP=球形パッケージ
ZLAYER=Zレイヤリング
WAITSTARTSIGOFLAYER=レイヤが信号処理を開始するのを待ちます
PWMONDELAY=PWMターンオン遅延
PWMONDELAYTIP2=PWMがオンのときのGateの立ち上がりエッジと立ち上がりエッジの間の遅延
ROTATECENZ=軸Z
ERR_NOTHOME=軸がゼロに戻らない、最初にゼロに戻ってください！
SPLITMODE=分割モード
NOSPLIT=分割しない
SPLITBYSIZE=サイズで割る
SPLITBYGUILDLINE=ガイドラインで分割
SETCURPOSASORIGIN=現在位置は原点になっていますか？
FINDHOME=ゼロを探す
XTABLEMOVE=X軸はプラットフォームの動きです
YTABLEMOVE=Y軸は作業台の動き
DISPENHIDEPARAM=隠しペンパラメータを禁止する
REDLIGHTDISMOTOR=延長軸移動を禁止する
UNGROUPTEXT=別のテキスト
ID_EDIT_UNGROUPTEXT=テキストを別々の文字に分離する\ n別々のテキスト
ENABLPINPOS=モーションインポジション検出を有効にする
POSITIONTOL=インポジションエラー
INPOSTIME=その場で
INPOSLIMITTIME=開催期限
ERRRESETISLOW=エラーリセット信号がアクティブLow
REMOTECTRLISLOW=リモコン信号がアクティブLow
LASERNOTENEMISS=レーザーは光を有効にしません
ID_FILE_MACHINEPARAMETER=デバイスパラメータを設定します\ nデバイスパラメータ
MENU_FILE_MACHINE=設備パラメータ
DOUBLEPTMODE=ダブルポイントモード
NOCUTENTITY=切断物を禁止する
INPUTIOSTATE=入力ポートの状態
ID_DRAW_ENCODERDISTANCE=エンコーダ距離を描画\ nエンコーダ距離を描画
SKYWRITE=スピードライティング（スカイライティング）
RUNINDURATION=輸入サイクル
RUNOUTDURATION=輸出サイクル
RUNINDURATION10US=曲線を導くためのサイクルタイム（単位：10us）
RUNOUTDURATION10US=出口曲線を導くためのサイクルタイム（単位：10us）
TIMELAG=ラグタイム
LASERONSHIFT=レーザーオンドリフト
LASERONSHIFTUS=レーザーオンドリフト（単位：当社）
LIMITANGLE=限界角度
LIMITANGLEDESC=制限角度より小さいカーブは自動的にポリゴン遅延を使用します
OUTPUTPARAM=出力選択パラメータ
CHANGEWAVEDELAY=波形遅延を変更する
SHOWDELAYPARAMS=表示遅延パラメータ
SHOWJUMPPARAM=ジャンプパラメータを表示する
HIDEPENBUTTONS=隠しペンパラメータボタン
LOCK = ロック
USBREMOVE_WARN=USBコントロールカードが接続されていませんソフトウェアを閉じてからソフトウェアを再起動してください。
DESCRIPTION=説明
HATCHPARAMLIB=フィルパラメータライブラリ
SAVEPARAM=パラメータを保存
LOADPARAM=荷重パラメータ
INDEX=索引
RESETCCD=CCDをリセット
BUILDCCD=CCDを確立する
MOVETOCCDSTART=CCD開始位置に移動
ENCALIBRATION=CCD補正を有効にする
ENCHANGEMODEL=切り替えテンプレートを有効にする
MODELNO=テンプレート番号
FAILHANDLE=障害処理
ENRETRY=再試行
RETYRCOUNT=再試行回数
WHENFAIL=CCDが故障したとき
THENSTOP=ストップ
THENCONT=下に向かって実行を続ける
THENJUMP=インデックスへジャンプ
INPUTJUMP=入力ポートジャンプ
JUMPTO=にジャンプ
CUBE=立方体
REVOLVEWRAP=回転体パッケージ
ERR_NOMESH=表面オブジェクトなし
BINDID=顧客情報をバインドする
ERR_CLIENTID=ファイルのクライアントIDが無効です。
STABLETIME=安定化時間
ENSELLAYER=選択レイヤーを有効にする
ERR_USERSTOPMARK=ユーザーによって処理が中断されました
AXISERRSTOP=軸移動は終了しました！
CLONE=クローニング
AAXISMODE=A軸モード
AXISMOVEDELAY=軸移動遅れ
AXES=軸
MESHEDIT=サーフェス編集
MERGECLOSEVERTICES=同時頂点のマージ
LASERONTCONLYUSEINSTART=レーザー開始遅延は最初にのみ有効です
LASERPOWER=レーザー電源
SYSTEMFAULT=システムエラー
INTERNALLASERFAULT=レーザー内部エラー
SHOWSKYWRITEPARAM=均一なマーキングパラメータを表示する
DISABLESYNPRR=PRR信号の同期を無効にする
BACKLASH=バックラッシュ補正
USESPLITBOXCENASMARKCEN=分割ボックスの中心をマークの中心として使用
HANDWHEEL=ハンドホイール
GEARRATIO2=ギア比
STARTHW=スタートハンドル
ENDHW=ハンドホイールを出る
ENABLEHANDWHEEL=ハンドホイールを有効にする
SCANNERFOLLOWMOUSEMOVE=検流計はポイントモードでマウスの動きに追従します
AUTOMODE=自動モード
ENABLEAUTOADJUST=自動調整を有効にする
ACCURACYPRIORITY=精度優先
SPEEDPRIORITY=スピード優先
STARTADJUST=調整を開始
AUTOADJUSTING=自動調整...
FPKENABLETHREST2=抑制可能しきい値時間T2
FPKVOLTAGE=ファーストパルス抑制電圧
MANUALSET=手動設定
LASERCOOLINGTIME=レーザー冷却時間
MENU_SORT_BYX=最初にXで並べ替え
MENU_SORT_BYY=最初にYで並べ替え
MENU_SORT_REVERSE=逆ソート
SMARTADJUSTMENT=インテリジェント調整パラメータ
ENABLESMARTADJUST=スマート調整モードを有効にする
DECMODE=10進数
HEXMODE1=HEXヘックス
HEXMODE2=16進数
RESULT=効果
NORMAL=普通
TISSMALL=T値が小さすぎる
TISLARGE=T値が大きすぎる
TOFFIRSTLINE=1行目のT補正値
START=開始
SMARTADJUSTTIP=手順に従ってパラメータを調整し、最初に終了セグメントを調整してから、開始セグメントを調整します。実際の水平線と垂直線が通常どおり交差するようにTパラメータを調整します。
CHECKISALREADYMARK=テキストがマークされているか確認してください
CURVETOPTS=曲線を点に変換
PREVIEW = プレビュー
ASSERT=異常
ERR_FAIL=失敗しました。
MENU_GUILDLINEBOX=描画補助ボックス
GUILDLINEBOX=補助ラインボックス
SPLITBYGUIDELINEBOX=分割するために補助箱を使う
PLSCHOOSECARD=使用したいカードを選択してください。
CHANGEBMPREALDPI=ビットマップの実際のDPIを変更する
DISABLEAXISA=軸は禁止されています
ENHOMEFINISHGOTOPOS=指定位置への原点復帰を有効にする
HOMINGFINISHPOS=ゼロリターン終了時の指定位置
EXPOSURE=ばく露
CAMERA=カメラ
NOCUTTEXT=テキスト文字を分割しない
CURFILEMODIFYPLSSAVEIT=現在のファイルは変更されています。最初に保存してください。
SAVETOFILE=ファイルに保存
ISSUE=問題
PAUSEWHENLIMIT=テキストが終了したら一時停止する
LIMITISCONTINUE=テキストが制限値に達していますリセット後も継続しますか？
POWERSTANDBY=スタンバイ電源
MESHFOLLOWROTATE=表面が追従して一緒に回転する
LASERFAULT=レーザー障害
FIBERALARM=光ファイバーアラーム
SAFETYALARM1=安全インターロック不良
SAFETYALARM2=安全ループ警報
LINKALARM=光リンク障害
CRITICALALARM=レーザー保護重大障害
HOTSTOP=レーザーの打ち上げが不適切に停止しました
POWER24ALARM=コントローラ24V電源障害
MAXTHREADCNT=計算スレッドの最大数
MESHRESOL=表面計算精度
DELAY=遅れる
MOTORSPEDRATIO=拡張シャフトスピードオーバーライド
SHOWCHECKNUM=チェックコードを表示
DISABLECANCELAXISMOVE=軸の動きをキャンセルしない
OFFLINEDOGNOTFOUND=正しいドングルが見つかりませんでした
EZCADSTR_ARRAY_X_INCDIST=Xアレイの増分距離
EZCADSTR_ARRAY_Y_INCDIST=Y配列の増分距離
OUTPUTANALOG=出力アナログ
Voltage=電圧
MODE8=縦8ワード
MODE82=レベル8の言葉
TCPIPSERVER=TCP / IPサーバー
NOCUTSMALLENT=小さいサイズのオブジェクトを分割しない
AUTOSAVEWHENCLOSE=ソフトウェアを閉じると自動的に現在のファイルを保存します
MASK=マスク
DISABLESTOPAXISWHENDOOROPEN=ドアが開いているときは軸の動きを止めないでください
STAGEFB=プラットフォームフィードバックの場所
GALVOCMD=検流計の指令位置
GALVOFB=検流計フィードバック位置
DISSHOWFILEPROCESS=ファイル処理ダイアログの表示禁止
DISSHOWCALCPROCESS=計算プロセスダイアログの表示を無効にする
LEVEL16=レベル16
STEPMODE=速度最適化モード
SHOWSTEPMODE=表示速度最適化モードのパラメータ
ENCODEMODE=コーディングモード
ENABLJUMPTABLEMODE=ジャンプパラメータテーブルモードを有効にする
ENABLJUMPTABLEMODETIP=すべてのペンジャンプパラメータは、ジャンプパラメータテーブルから自動的に取得されます。
JUMPTABLE=ジャンプパラメータテーブル
DRAWTOL=ピクセル精度
SHIFTOFROTARY=回転軸ドリフト
SERVERINFO=サーバー情報
FASTLINELASERONRATIO=高速ライン光量比
STANDARDPOS=標準位置
REALPOS=実際の場所
FLYSPEEDMONITOR=飛行速度モニタリング
MAXFLYSPEED=最大飛行速度
STARTANDSTART=始点は始点に接続されています
STARTANDEND=始点は最後の点に接続されています
ENDANDSTART=終点は始点に接続されています
ENDANDEND=終点と終点
OPENCURVE=オープンカーブ
LASERWOBBLESHOW=ジッタパスプレビュー
